Revit 2027 API
ParameterTypeId.FbxLightLossFactorMethod Property
 "Light Loss Input Method"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightLossFactorMethod { get; }
Public Shared ReadOnly Property FbxLightLossFactorMethod As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightLossFactorMethod {
	ForgeTypeId^ get ();
}
static member FbxLightLossFactorMethod : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace